{
  "books": [
    {
      "id": "1",
      "title": "451 градус по Фаренгейту",
      "author": "Рэй Брэдбери",
      "date_read": "2018-01",
      "description": "В романе описывается общество, которое опирается на массовую культуру и потребительское мышление, в котором все книги, заставляющие задумываться о жизни, подлежат сожжению; хранение книг является преступлением; а люди, способные критически мыслить, оказываются вне закона. Главный герой романа, Гай Монтэг, работает «пожарным» (что в романе подразумевает сожжение книг), будучи уверенным, что выполняет свою работу «на пользу человечества». Но в скором времени он разочаровывается в идеалах общества, частью которого он является, становится изгоем и присоединяется к небольшой подпольной группе маргиналов, сторонники которой заучивают тексты книг, чтобы спасти их для потомков."
    },
    {
      "id": "2",
      "title": "Скотный двор",
      "author": "Джордж Оруэлл",
      "date_read": "2018-01",
      "description": "В повести Оруэлл показал перерождение революционных принципов и программ, то есть постепенный переход с идей всеобщего равенства и построения утопии к диктатуре и тоталитаризму. «Скотный двор» - притча, аллегория на революцию 1917 года и последующие события в России. Оруэлл писал повесть с ноября 1943 по февраль 1944. Очевидная сатира на Советский Союз, тогдашнего союзника Британии по антигитлеровской коалиции, была опубликована уже после победы над Германией - в августе 1945."
    },
    {
      "id": 3,
      "title": "1984",
      "author": "Джордж Оруэлл",
      "date_read": "2018-01",
      "description": "Главный герой - Уинстон Смит - живёт в Лондоне, работает в министерстве правды и является членом внешней партии. Он не разделяет партийные лозунги и идеологию и в глубине души сильно сомневается в партии, окружающей действительности и вообще во всём том, в чём только можно сомневаться. Чтобы «выпустить пар» и не совершить безрассудный поступок, он ведёт дневник, в котором старается излагать все свои сомнения. На людях же он старается притворяться приверженцем партийных идей. Однако он опасается, что девушка Джулия, работающая в том же министерстве, шпионит за ним и хочет разоблачить его. В то же время он полагает, что высокопоставленный сотрудник их министерства, член внутренней партии некий О Брайен также не разделяет мнения партии и является подпольным революционером."
    }
  ]
}
